export const ua = {
  translation: {
    common: {
      btn: 'до галереї',
    },

    header: {
      help: 'Допомога',
      search: 'Пошук',
      ukr: 'укр',
      eng: 'анг',
      signup: 'Зареєструватись',
      signin: 'Увійти',
    },

    hero: {
      preText: 'ЕТИЧНО Зроблено в Україні',
      title: 'Чистий НАТУРАЛЬНИЙ ТРИКОТАЖ',
    },

    benefits: {
      'ethically made in ukraine': 'етично виготовлено в Україні',
      'natural yarns only0': 'тільки натуральні пряжі',
      'artisan craftsmanship': 'ремесляна майстерність',
      'original patterns': 'оригінальні візерунки',
      'cultural heritage': 'культурна спадщина',
      'versatile fashion': 'універсальна мода',
    },

    about: {
      preTitile: 'ВУЗЛИ УКРАЇНСЬКОЇ КУЛЬТУРИ',
      text: 'Наші вироби ручної роботи є частиною історії нашої нації, відображаючи українську спадщину та художню майстерність у кожному візерунку та вузлику',
    },

    globally: {
      title: 'Knitti для всесвіту',
      postTitle: 'МИ ПИРОШУЄМОСЯ, ПРИВОЗЯЧИ УКРАЇНСЬКИЙ ДИЗАЙН ДО СВІТУ',
      text: 'KNITTY - ЦЕ НЕ ПРОСТО БРЕНД, ЦЕ НАША ІНСПІРАЦІЯ, ТЕПЛО НАШИХ РУК І ДУШІ, ВКАЗАНЕ В КОЖНОМУ НИТЦІ. ЛАСКАВО ПРОСИМО В СВІТ ТРАДИЦІЙ, СТИЛЮ І УКРАЇНСЬКОГО ПРИДБАННЯ',
    },

    footer: {
      'all rights reserved': 'всі права захищені',
      'ALL PHOTOS ARE USED FOR NON-COMMERCIAL PURPOSES':
        'ВСІ ФОТО ВИКОРИСТОВУЮТЬСЯ ДЛЯ НЕКОМЕРЦІЙНИХ ЦІЛЕЙ',
      SOCIAL: 'Соціальні мережі',
      'The Fun Stuff': 'Цікавинки',
      'Things to Know': 'Інформація для знання',
      'Legal Note': 'Юридична замітка',
      'My account': 'Мій акаунт',
      Contact: 'Контакти',
      'My orders': 'Мої замовлення',
      'Privacy Policy': 'Політика конфіденційності',
      'Terms of Service': 'Умови надання послуг',
      'Registered company': 'Зареєстрована компанія',
      'Refund policy': 'Політика повернення коштів',
    },

    privacyPolicy: {
      title: 'Політика конфіденційності',
      subtitle: 'Політика конфіденційності KNITTY',
      titleBlock: {
        'PERSONAL INFORMATION WE COLLECT':
          'ОСОБИСТА ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО',
        'HOW DO WE USE YOUR PERSONAL INFORMATION?':
          'ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ОСОБИСТУ ІНФОРМАЦІЮ?',
        'SHARING YOUR PERSONAL INFORMATION':
          'ПОШИРЕННЯ ВАШОЇ ОСОБИСТОЇ ІНФОРМАЦІЇ',
        'BEHAVIOURAL ADVERTISING': 'ПОВЕДІНКОВА РЕКЛАМА',
        'DO NOT TRACK': 'НЕ СЛІДКУЙТЕ',
        'YOUR RIGHTS': 'ВАШІ ПРАВА',
        'DATA RETENTION': 'ЗБЕРІГАННЯ ДАНИХ',
        CHANGES: 'ЗМІНИ',
      },

      text: {
        'PERSONAL INFORMATION WE COLLECT': {
          '0': 'Ця Політика конфіденційності описує, як ваша особиста інформація збирається, використовується та обмінюється при візиті або здійсненні покупки на www.theknottyones.com (the “Site”).',
          '1': "Ми збираємо інформацію про пристрій за допомогою наступних технологій: - “Cookies” - це файли даних, які розміщуються на вашому пристрої або комп'ютері і часто включають анонімний унікальний ідентифікатор. Для отримання додаткової інформації про файли cookie та способи їх відключення відвідайте http://www.allaboutcookies.org. - “Log files” відстежують дії, що відбуваються на Сайті, і збирають дані, включаючи ваш IP-адресу, тип браузера, постачальника Інтернету, вихідні/вихідні сторінки та дату/часові печатки. - “Веб-маяки”, “теги” та “пікселі” - це електронні файли, які використовуються для запису інформації про те, як ви переглядаєте Сайт.",
          '2': "Крім того, коли ви робите покупку або намагаєтеся зробити покупку через Сайт, ми збираємо певну інформацію від вас, включаючи ваше ім'я, адресу оплати, адресу доставки, інформацію про платіж (включаючи номери кредитних карток), адресу електронної пошти та номер телефону. Ми використовуємо цю інформацію як «Інформацію про замовлення».",
          '3': 'Коли ми говоримо про «Особисту інформацію» у цій Політиці конфіденційності, ми говоримо як про Інформацію про пристрій, так і про Інформацію про замовлення.',
        },
        'HOW DO WE USE YOUR PERSONAL INFORMATION?': {
          '0': "Ми використовуємо інформацію про замовлення, яку ми збираємо, загалом для виконання будь-яких замовлень, розміщених через Сайт (включаючи обробку інформації про оплату, організацію доставки та надання вам рахунків та / або підтверджень замовлення). Крім того, ми використовуємо цю інформацію про замовлення для: - Зв'язку з вами; - Перевірки наших замовлень на можливі ризики або шахрайство; та - Згідно з вашими вподобаннями, які ви поділилися з нами, надавати вам інформацію або рекламу, що стосується наших товарів або послуг.",
          '1': 'Ми використовуємо інформацію про пристрій, яку ми збираємо, щоб допомогти нам перевіряти можливі ризики та шахрайство (зокрема, ваш IP-адресу), і загалом для поліпшення та оптимізації нашого Сайту (наприклад, шляхом генерування аналітики про те, як наші клієнти переглядають та взаємодіють з Сайтом, та оцінки успішності наших маркетингових кампаній та рекламних заходів).',
        },
        'SHARING YOUR PERSONAL INFORMATION': {
          '0': 'Ми передаємо вашу особисту інформацію третім сторонам, щоб допомогти нам використовувати вашу особисту інформацію, як описано вище. Наприклад, ми використовуємо Shopify для роботи нашого інтернет-магазину - ви можете дізнатися більше про те, як Shopify використовує вашу особисту інформацію тут: https://www.shopify.com/legal/privacy. Ми також використовуємо Google Analytics, щоб допомогти нам зрозуміти, як наші клієнти використовують Сайт - ви можете дізнатися більше про те, як Google використовує вашу особисту інформацію тут: https://www.google.com/intl/en/policies/privacy/. Ви також можете відмовитися від Google Analytics тут: https://tools.google.com/dlpage/gaoptout.',
          '1': 'Нарешті, ми також можемо передавати вашу особисту інформацію, щоб дотримуватися відповідних законів та положень, відповісти на підписку, наказ або інший законний запит на отримання інформації, який ми отримаємо, або для інших цілей захисту наших прав.',
        },
        'BEHAVIOURAL ADVERTISING': {
          '0': 'Як описано вище, ми використовуємо вашу особисту інформацію, щоб надавати вам спрямовану рекламу або маркетингові комунікації, які, на наш погляд, можуть вас зацікавити. Для отримання додаткової інформації про те, як працює спрямована реклама, ви можете відвідати освітню сторінку Ініціативи мережевої реклами (“NAI”) на http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.',
          '1': 'Ви можете відмовитися від спрямованої реклами, використовуючи нижченаведені посилання: - Facebook: https://www.facebook.com/settings/?tab=ads - Google: https://www.google.com/settings/ads/anonymous - Bing: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads',
          '2': 'Додатково, ви можете відмовитися від деяких з цих послуг, відвідавши портал відмови від цифрової реклами Альянсу цифрової реклами тут: http://optout.aboutads.info/.',
        },
        'DO NOT TRACK': {
          '0': 'Зверніть увагу, що ми не змінюємо практику збору та використання даних нашого Сайту, коли ми бачимо сигнал Do Not Track від вашого браузера.',
        },
        'YOUR RIGHTS': {
          '0': "Якщо ви є резидентом Європи, у вас є право отримати доступ до особистої інформації, яку ми зберігаємо про вас, і попросити виправити, оновити або видалити вашу особисту інформацію. Якщо ви хочете скористатися цим правом, будь ласка, зв'яжіться з нами за нижчевказаними контактними даними.",
          '1': 'Додатково, якщо ви є резидентом Європи, ми зазначаємо, що ми обробляємо вашу інформацію, щоб виконати можливі контракти з вами (наприклад, якщо ви робите замовлення через Сайт), або іншим чином для здійснення наших законних бізнес-інтересів, перерахованих вище. Додатково, зверніть увагу, що ваші дані будуть передані за межі Європи, включаючи Канаду та Сполучені Штати.',
        },
        'DATA RETENTION': {
          '0': 'Коли ви робите замовлення через Сайт, ми будемо зберігати вашу інформацію про замовлення в наших записах, поки ви не попросите нас видалити цю інформацію.',
        },
        CHANGES: {
          '0': 'Ми можемо час від часу оновлювати цю політику конфіденційності, щоб відображати, наприклад, зміни наших практик або з інших оперативних, юридичних або регулятивних причин.',
        },
      },
    },
  },
};
