export const ua = {
  translation: {
    common: {
      btn: 'до галереї',
      btn_submit: 'Підтвердити',
      'CREATE ACCOUNT': 'СТВОРИТИ АКАУНТ',
      google_btn: 'Увійти за допомогою Google',
      btn_remove: 'видалити',

      cart: 'Корзина',
      favorites: 'Улюблені',
    },

    header: {
      help: 'Допомога',
      search: 'Пошук',
      ukr: 'укр',
      eng: 'анг',
      signup: 'Зареєструватись',
      signin: 'Увійти',
    },

    hero: {
      preText: 'ЕТИЧНО Зроблено в Україні',
      title: 'Чистий НАТУРАЛЬНИЙ ТРИКОТАЖ',
    },

    benefits: {
      'ethically made in ukraine': 'етично виготовлено в Україні',
      'natural yarns only0': 'тільки натуральні пряжі',
      'artisan craftsmanship': 'ремесляна майстерність',
      'original patterns': 'оригінальні візерунки',
      'cultural heritage': 'культурна спадщина',
      'versatile fashion': 'універсальна мода',
    },

    about: {
      preTitile: 'ВУЗЛИ УКРАЇНСЬКОЇ КУЛЬТУРИ',
      text: 'Наші вироби ручної роботи є частиною історії нашої нації, відображаючи українську спадщину та художню майстерність у кожному візерунку та вузлику',
    },

    globally: {
      title: 'Knitti для всесвіту',
      postTitle: 'МИ ПИРОШУЄМОСЯ, ПРИВОЗЯЧИ УКРАЇНСЬКИЙ ДИЗАЙН ДО СВІТУ',
      text: 'KNITTY - ЦЕ НЕ ПРОСТО БРЕНД, ЦЕ НАША ІНСПІРАЦІЯ, ТЕПЛО НАШИХ РУК І ДУШІ, ВКАЗАНЕ В КОЖНОМУ НИТЦІ. ЛАСКАВО ПРОСИМО В СВІТ ТРАДИЦІЙ, СТИЛЮ І УКРАЇНСЬКОГО ПРИДБАННЯ',
    },

    footer: {
      'all rights reserved': 'всі права захищені',
      'ALL PHOTOS ARE USED FOR NON-COMMERCIAL PURPOSES':
        'ВСІ ФОТО ВИКОРИСТОВУЮТЬСЯ ДЛЯ НЕКОМЕРЦІЙНИХ ЦІЛЕЙ',
      SOCIAL: 'Соціальні мережі',
      'The Fun Stuff': 'Цікавинки',
      'Things to Know': 'Інформація для знання',
      'Legal Note': 'Юридична замітка',
      'My account': 'Мій акаунт',
      Contact: 'Контакти',
      'My orders': 'Мої замовлення',
      'Privacy Policy': 'Політика конфіденційності',
      'Terms of Service': 'Умови надання послуг',
      'Registered company': 'Зареєстрована компанія',
      'Refund policy': 'Політика повернення коштів',
    },

    privacyPolicy: {
      title: 'Політика конфіденційності',
      subtitle: 'Політика конфіденційності KNITTY',
      titleBlock: {
        'PERSONAL INFORMATION WE COLLECT':
          'ОСОБИСТА ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО',
        'HOW DO WE USE YOUR PERSONAL INFORMATION?':
          'ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ОСОБИСТУ ІНФОРМАЦІЮ?',
        'SHARING YOUR PERSONAL INFORMATION':
          'ПОШИРЕННЯ ВАШОЇ ОСОБИСТОЇ ІНФОРМАЦІЇ',
        'BEHAVIOURAL ADVERTISING': 'ПОВЕДІНКОВА РЕКЛАМА',
        'DO NOT TRACK': 'НЕ СЛІДКУЙТЕ',
        'YOUR RIGHTS': 'ВАШІ ПРАВА',
        'DATA RETENTION': 'ЗБЕРІГАННЯ ДАНИХ',
        CHANGES: 'ЗМІНИ',
      },

      text: {
        'PERSONAL INFORMATION WE COLLECT': {
          '0': 'Ця Політика конфіденційності описує, як ваша особиста інформація збирається, використовується та обмінюється при візиті або здійсненні покупки на www.theknottyones.com (the “Site”).',
          '1': "Ми збираємо інформацію про пристрій за допомогою наступних технологій: - “Cookies” - це файли даних, які розміщуються на вашому пристрої або комп'ютері і часто включають анонімний унікальний ідентифікатор. Для отримання додаткової інформації про файли cookie та способи їх відключення відвідайте http://www.allaboutcookies.org. - “Log files” відстежують дії, що відбуваються на Сайті, і збирають дані, включаючи ваш IP-адресу, тип браузера, постачальника Інтернету, вихідні/вихідні сторінки та дату/часові печатки. - “Веб-маяки”, “теги” та “пікселі” - це електронні файли, які використовуються для запису інформації про те, як ви переглядаєте Сайт.",
          '2': "Крім того, коли ви робите покупку або намагаєтеся зробити покупку через Сайт, ми збираємо певну інформацію від вас, включаючи ваше ім'я, адресу оплати, адресу доставки, інформацію про платіж (включаючи номери кредитних карток), адресу електронної пошти та номер телефону. Ми використовуємо цю інформацію як «Інформацію про замовлення».",
          '3': 'Коли ми говоримо про «Особисту інформацію» у цій Політиці конфіденційності, ми говоримо як про Інформацію про пристрій, так і про Інформацію про замовлення.',
        },
        'HOW DO WE USE YOUR PERSONAL INFORMATION?': {
          '0': "Ми використовуємо інформацію про замовлення, яку ми збираємо, загалом для виконання будь-яких замовлень, розміщених через Сайт (включаючи обробку інформації про оплату, організацію доставки та надання вам рахунків та / або підтверджень замовлення). Крім того, ми використовуємо цю інформацію про замовлення для: - Зв'язку з вами; - Перевірки наших замовлень на можливі ризики або шахрайство; та - Згідно з вашими вподобаннями, які ви поділилися з нами, надавати вам інформацію або рекламу, що стосується наших товарів або послуг.",
          '1': 'Ми використовуємо інформацію про пристрій, яку ми збираємо, щоб допомогти нам перевіряти можливі ризики та шахрайство (зокрема, ваш IP-адресу), і загалом для поліпшення та оптимізації нашого Сайту (наприклад, шляхом генерування аналітики про те, як наші клієнти переглядають та взаємодіють з Сайтом, та оцінки успішності наших маркетингових кампаній та рекламних заходів).',
        },
        'SHARING YOUR PERSONAL INFORMATION': {
          '0': 'Ми передаємо вашу особисту інформацію третім сторонам, щоб допомогти нам використовувати вашу особисту інформацію, як описано вище. Наприклад, ми використовуємо Shopify для роботи нашого інтернет-магазину - ви можете дізнатися більше про те, як Shopify використовує вашу особисту інформацію тут: https://www.shopify.com/legal/privacy. Ми також використовуємо Google Analytics, щоб допомогти нам зрозуміти, як наші клієнти використовують Сайт - ви можете дізнатися більше про те, як Google використовує вашу особисту інформацію тут: https://www.google.com/intl/en/policies/privacy/. Ви також можете відмовитися від Google Analytics тут: https://tools.google.com/dlpage/gaoptout.',
          '1': 'Нарешті, ми також можемо передавати вашу особисту інформацію, щоб дотримуватися відповідних законів та положень, відповісти на підписку, наказ або інший законний запит на отримання інформації, який ми отримаємо, або для інших цілей захисту наших прав.',
        },
        'BEHAVIOURAL ADVERTISING': {
          '0': 'Як описано вище, ми використовуємо вашу особисту інформацію, щоб надавати вам спрямовану рекламу або маркетингові комунікації, які, на наш погляд, можуть вас зацікавити. Для отримання додаткової інформації про те, як працює спрямована реклама, ви можете відвідати освітню сторінку Ініціативи мережевої реклами (“NAI”) на http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.',
          '1': 'Ви можете відмовитися від спрямованої реклами, використовуючи нижченаведені посилання: - Facebook: https://www.facebook.com/settings/?tab=ads - Google: https://www.google.com/settings/ads/anonymous - Bing: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads',
          '2': 'Додатково, ви можете відмовитися від деяких з цих послуг, відвідавши портал відмови від цифрової реклами Альянсу цифрової реклами тут: http://optout.aboutads.info/.',
        },
        'DO NOT TRACK': {
          '0': 'Зверніть увагу, що ми не змінюємо практику збору та використання даних нашого Сайту, коли ми бачимо сигнал Do Not Track від вашого браузера.',
        },
        'YOUR RIGHTS': {
          '0': "Якщо ви є резидентом Європи, у вас є право отримати доступ до особистої інформації, яку ми зберігаємо про вас, і попросити виправити, оновити або видалити вашу особисту інформацію. Якщо ви хочете скористатися цим правом, будь ласка, зв'яжіться з нами за нижчевказаними контактними даними.",
          '1': 'Додатково, якщо ви є резидентом Європи, ми зазначаємо, що ми обробляємо вашу інформацію, щоб виконати можливі контракти з вами (наприклад, якщо ви робите замовлення через Сайт), або іншим чином для здійснення наших законних бізнес-інтересів, перерахованих вище. Додатково, зверніть увагу, що ваші дані будуть передані за межі Європи, включаючи Канаду та Сполучені Штати.',
        },
        'DATA RETENTION': {
          '0': 'Коли ви робите замовлення через Сайт, ми будемо зберігати вашу інформацію про замовлення в наших записах, поки ви не попросите нас видалити цю інформацію.',
        },
        CHANGES: {
          '0': 'Ми можемо час від часу оновлювати цю політику конфіденційності, щоб відображати, наприклад, зміни наших практик або з інших оперативних, юридичних або регулятивних причин.',
        },
      },
    },

    termsOfService: {
      title: 'Умови надання послуг',
      subtitle: 'Умови надання послуг',

      titleBlock: {
        overview: 'Огляд',
        section1: 'РОЗДІЛ 1 - УМОВИ ОНЛАЙН-МАГАЗИНУ',
        section2: 'РОЗДІЛ 2 - ЗАГАЛЬНІ УМОВИ',
        section3: 'РОЗДІЛ 3 - ТОЧНІСТЬ, ПОВНОТА І СВОЄЧАСНІСТЬ ІНФОРМАЦІЇ',
        section4: 'РОЗДІЛ 4 - ЗМІНИ В СЕРВІСІ ТА ЦІНИ',
        section5: 'РОЗДІЛ 5 - ТОВАРИ АБО ПОСЛУГИ (за наявності)',
        section6: 'РОЗДІЛ 6 - ТОЧНІСТЬ ОПЛАТИ ТА ІНФОРМАЦІЇ ПРО ОБЛІК',
        section7: 'РОЗДІЛ 7 - ДОДАТКОВІ ІНСТРУМЕНТИ',
        section8: 'РОЗДІЛ 8 - ПОСИЛАННЯ НА ТРЕТІХ ОСІБ',
        section9:
          "РОЗДІЛ 9 - КОМЕНТАРІ КОРИСТУВАЧІВ, ЗВОРОТНІЙ ЗВ'ЯЗОК ТА ІНШІ ПОДАННЯ",
        section10: 'РОЗДІЛ 10 - ОСОБИСТІ ДАНІ',
        section11: 'РОЗДІЛ 11 - ПОМИЛКИ, НЕТОЧНОСТІ ТА ПРОПУСКИ',
        section12: 'РОЗДІЛ 12 - ЗАБОРОНЕНІ ВИКОРИСТАННЯ',
        section13:
          'РОЗДІЛ 13 - ВІДМОВА ВІД ГАРАНТІЙ; ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ',
        section14: 'РОЗДІЛ 14 - КОМПЕНСАЦІЯ',
        section15: "РОЗДІЛ 15 - РОЗ'ЄДНАННЯ",
        section16: 'РОЗДІЛ 16 - ЗАКІНЧЕННЯ',
        section17:
          "РОЗДІЛ 17 - ПОДАТКИ ТА ОБОВ'ЯЗКИ ДЛЯ СПОЛУЧЕНОГО КОРОЛІВСТВА",
        section18: 'РОЗДІЛ 18 - МОБІЛЬНА ПОСЛУГА ПОВІДОМЛЕНЬ',
        section19: 'РОЗДІЛ 19 - ПОВНІ УМОВИ',
        section20: 'РОЗДІЛ 20 - ЗАКОНОДАВЧИЙ АКТ',
        section21: 'РОЗДІЛ 21 - ЗМІНИ УМОВИ ОБСЛУГОВУВАННЯ',
        section22: 'РОЗДІЛ 22 - КОНТАКТНА ІНФОРМАЦІЯ',
      },

      text: {
        overview: {
          0: `Цей веб-сайт експлуатується KNITTY. Протягом користування сайтом терміни «ми», «нас» і «наш» вказують на KNITTY. KNITTY пропонує цей веб-сайт, включаючи всю інформацію, інструменти та послуги, доступні на цьому сайті для вас, користувача, залежно від вашої згоди на всі умови, політику та повідомлення, зазначені тут.`,
          1: `Відвідуючи наш сайт і/або придбаваючи щось у нас, ви залучаєтеся до нашої "Служби" та погоджуєтесь дотримуватися наступних умов та положень ("Умови надання послуг", "Умови"), включаючи додаткові умови та положення та політику, на які є посилання тут і/або доступні за гіперпосиланням. Ці Умови надання послуг застосовуються до всіх користувачів сайту, включаючи без обмежень користувачів, які є відвідувачами, продавцями, клієнтами, торговцями та/або співавторами контенту.`,
          2: `Будь ласка, уважно прочитайте ці Умови надання послуг перед тим, як отримати доступ або використовувати наш веб-сайт. Отримуючи доступ або використовуючи будь-яку частину сайту, ви погоджуєтесь дотримуватися цих Умов надання послуг. Якщо ви не погоджуєтеся з усіма умовами та положеннями цієї угоди, то ви не можете отримати доступ до сайту або використовувати будь-які послуги. Якщо ці Умови надання послуг вважаються пропозицією, прийняття виражено обмежується цими Умовами надання послуг.`,
          3: `Будь-які нові функції або інструменти, які додаються до поточного магазину, також підпадають під Умови надання послуг. Ви можете переглянути найновішу версію Умов надання послуг в будь-який час на цій сторінці. Ми залишаємо за собою право оновлювати, змінювати або замінювати будь-яку частину цих Умов надання послуг, публікуючи оновлення та/або зміни на нашому веб-сайті. Вам необхідно періодично перевіряти цю сторінку на наявність змін. Ваше подальше використання або доступ до веб-сайту після публікації будь-яких змін означає прийняття цих змін.`,
          4: `Наш магазин розміщений на Shopify Inc. Вони надають нам онлайн-платформу електронної торгівлі, яка дозволяє нам продавати наші товари та послуги вам.`,
        },
        section1: {
          0: `Погодившись з цими Умовами надання послуг, ви підтверджуєте, що досягли щонайменше повноліття у вашому штаті або провінції проживання, або що ви досягли повноліття у вашому штаті або провінції проживання і дали нам свою згоду на використання наших неповнолітніх осіб, які залежать від вас, для використання цього сайту. Ви не можете використовувати наші продукти з будь-якою незаконною або несанкціонованою метою, а також не порушувати використання Служби жодних законів у вашому юрисдикції (включаючи, але не обмежуючись авторськими правами). Ви не повинні передавати жодних черв'яків або вірусів або будь-якого коду знищувального характеру. Порушення або порушення будь-якої з Умов призведе до негайного припинення надання вам послуг.`,
        },
        section2: {
          0: `Ми залишаємо за собою право відмовити в обслуговуванні будь-якій особі з будь-якої причини у будь-який час. Ви розумієте, що ваш вміст (за винятком інформації про кредитні картки) може бути переданий без шифрування та включати (a) передачі по різних мережах; та (б) зміни для відповідності та адаптації до технічних вимог підключених мереж або пристроїв. Інформація про кредитні картки завжди шифрується під час передачі по мережах. Ви погоджуєтесь не відтворювати, не копіювати, не продавати, не перепродавати або не використовувати ніяку частину Служби, використання Служби або доступ до Служби або будь-які контакти на веб-сайті через які надається послуга, без нашої виразної письмової згоди. Заголовки, використані в цій угоді, включені лише для зручності та не обмежують або не впливають на ці Умови.`,
        },
        section3: {
          0: `Ми не несемо відповідальності, якщо інформація, доступна на цьому сайті, не є точною, повною або актуальною. Матеріал на цьому сайті надається лише для загального ознайомлення і не повинен вважатися довіреним або використовуватися як єдине підґрунтя для прийняття рішень без консультації первинних, більш точних, повних або своєчасних джерел інформації. Ви несете власні ризики за будь-яке покладання на матеріал на цьому сайті. Цей сайт може містити певну історичну інформацію. Історична інформація, обов'язково, не є актуальною і надається тільки для вашої посилання. Ми залишаємо за собою право змінювати вміст цього сайту в будь-який час, але ми не маємо обов'язку оновлювати будь-яку інформацію на нашому сайті. Ви погоджуєтеся, що це ваша відповідальність контролювати зміни на нашому сайті.`,
        },
        section4: {
          0: `Ціни на наші продукти можуть змінюватися без попереднього повідомлення. Ми залишаємо за собою право в будь-який час змінювати або припиняти надання Служби (або будь-якої частини або вмісту цього) без попереднього повідомлення в будь-який час. Ми не будемо нести відповідальність перед вами або будь-якою третьою стороною за будь-яку модифікацію, зміну ціни, призупинення або припинення надання Служби.`,
        },
        section5: {
          0: `Деякі продукти або послуги можуть бути доступні виключно онлайн через веб-сайт. Ці продукти або послуги можуть мати обмежену кількість і підлягати поверненню або обміну тільки відповідно до нашої політики повернення. Ми зробили все можливе для відображення кольорів і зображень наших продуктів, що з'являються в магазині, якомога точніше. Ми не можемо гарантувати, що відображення будь-якого кольору на вашому моніторі буде точним. Ми залишаємо за собою право, але не зобов'язані, обмежувати продажі наших продуктів або послуг будь-якій особі, географічній області або юрисдикції. Ми можемо використовувати це право у кожному випадку окремо. Ми залишаємо за собою право обмежувати кількість будь-яких продуктів або послуг, які ми пропонуємо. Усі описи продуктів або цін на продукти можуть змінюватися в будь-який час без попереднього повідомлення, на власний розсуд. Ми залишаємо за собою право припинити будь-який продукт у будь-який час. Будь-яка пропозиція для будь-якого продукту або послуги, розміщена на цьому сайті, недійсна, де це заборонено. Ми не гарантуємо, що якість будь-яких продуктів, послуг, інформації або інших матеріалів, куплених або отриманих вами, відповідатиме вашим очікуванням, або що будь-які помилки в Службі будуть виправлені.`,
        },
        section6: {
          0: `Ми залишаємо за собою право відмовити у виконанні будь-якого замовлення, яке ви розміщуєте з нами. Ми можемо, на наш власний розсуд, обмежити або скасувати кількості, придбані за одну особу, за один будинок або за одне замовлення. Ці обмеження можуть включати замовлення, розміщені або під тією ж самою обліковою записом клієнта, такою ж самою кредитною карткою, і/або замовлення, які використовують ту саму адресу оплати та/або доставки. У випадку внесення змін або скасування замовлення ми можемо спробувати повідомити вас, зв'язавшись з вами за електронною адресою та/або адресою/номером телефону, вказаним у час розміщення замовлення. Ми залишаємо за собою право обмежувати або забороняти замовлення, які, на наш погляд, здаються бути розміщеними дилерами, перепродавцями або дистриб'юторами. Ви погоджуєтеся надавати поточну, повну та точну інформацію про покупки та облікові дані для всіх покупок, здійснених у нашому магазині. Ви погоджуєтеся негайно оновлювати свій обліковий запис та іншу інформацію, включаючи вашу адресу електронної пошти та номери кредитних карток та строк дії, щоб ми могли завершити ваші транзакції та зв'язатися з вами за необхідності. Для отримання додаткових відомостей, будь ласка, перегляньте нашу політику повернення.`,
          1: `Ви погоджуєтеся надавати поточну, повну та точну інформацію про покупки та облікові дані для всіх покупок, здійснених у нашому магазині. Ви погоджуєтеся негайно оновлювати свій обліковий запис та іншу інформацію, включаючи вашу адресу електронної пошти та номери кредитних карток та строк дії, щоб ми могли завершити ваші транзакції та зв'язатися з вами за необхідності.
Для отримання додаткових відомостей, будь ласка, перегляньте нашу політику повернення.`,
        },
        section7: {
          0: `Ми можемо надати вам доступ до інструментів сторонніх сторін, контроль або вплив на які не ми, ні вхід. Ви визнаєте і погоджуєтеся, що ми надаємо доступ до таких інструментів "як є" і "як доступно" без будь-яких гарантій, представлень чи умов будь-якого виду і без будь-якого схвалення. Ми не несемо ніякої відповідальності за чи відносно вашого використання сторонніх інструментів.`,
          1: `Будь ласка, враховуйте, що використання таких інструментів підлягає умовам використання, наданням послуг або політикам, прийнятим цими третіми сторонами, а не нами. Рекомендується, що ви вивчите уважно всі умови використання, політики конфіденційності та інші політики таких третіх сторін, з якими ви маєте справу.`,
        },
        section8: {
          0: `Ми можемо також, в майбутньому, пропонувати нові послуги та/або функції через веб-сайт (включаючи випуск нових інструментів та ресурсів). Такі нові функції та/або послуги також підлягатимуть цим Умовам надання послуг.`,
          1: `Ваше використання будь-якої нової функції або послуги, яка надається нашим веб-сайтом, підлягатиме також цим Умовам надання послуг.`,
        },
        section9: {
          0: `Ми можемо час від часу оновлювати інформацію на цьому веб-сайті, але ми не зобов'язані оновлювати інформацію на нашому веб-сайті. Ви погоджуєтеся, що це ваша відповідальність відслідковувати зміни на нашому веб-сайті.`,
          1: `Ми залишаємо за собою право змінювати або замінювати будь-яку частину цих Умов надання послуг, публікуючи оновлення та/або зміни на нашому веб-сайті. Ваше подальше використання або доступ до нашого веб-сайту після публікації будь-яких змін до цих Умов надання послуг означає прийняття таких змін.`,
        },
        section10: {
          0: `Якщо ви маєте питання щодо цих Умов надання послуг, будь ласка, зв'яжіться з нами.`,
        },
        section11: {
          0: `Час від часу на нашому сайті або в Службі можуть бути інформація, що містить орфографічні помилки, неточності або пропуски, які можуть стосуватися описів продуктів, цін, пропозицій, акцій, вартості доставки продуктів, часів та доступності транспортування. Ми залишаємо за собою право виправляти будь-які помилки, неточності або пропуски та змінювати або оновлювати інформацію або скасовувати замовлення, якщо будь-яка інформація в Службі або на будь-якому пов'язаному веб-сайті є недостовірною у будь-який час без попереднього повідомлення (включаючи після того, як ви здійснили своє замовлення). Ми не беремо на себе зобов'язання оновлювати, змінювати або пояснювати інформацію в Службі або на будь-якому пов'язаному веб-сайті, включаючи, але не обмежуючись, інформацією про ціни, за винятком випадків, коли це вимагається законом. Жодна визначена дата оновлення або поновлення, що застосовується в Службі або на будь-якому пов'язаному веб-сайті, не повинна тлумачитися як те, що вся інформація в Службі або на будь-якому пов'язаному веб-сайті була змінена або оновлена.`,
        },
        section12: {
          0: `Помимо інших заборон, встановлених у Правилах надання послуг, заборонено використання сайту або його вмісту: (a) з будь-якою незаконною метою; (б) для закликів інших до виконання або участі в будь-яких незаконних діях; (в) порушення будь-яких міжнародних, федеральних, провінційних або державних нормативів, правил, законів або місцевих установ; (г) порушення наших прав на інтелектуальну власність або прав на інтелектуальну власність інших; (д) тиск, знущання, образи, шкоду, дефамацію, ганьблення, клевету, ображення, залякування або дискримінацію за ознаками статі, сексуальної орієнтації, релігії, етнічної приналежності, раси, віку, національного походження або інвалідності; (е) надавати неправдиву або місleading інформацію; (ж) завантажувати або передавати віруси або будь-який інший тип шкідливого коду, який може бути використаний будь-яким чином, що впливає на функціональність або роботу Служби або будь-якого пов'язаного веб-сайту, інших веб-сайтів або Інтернету; (з) збирати або відстежувати особисту інформацію інших; (і) спамити, вимагати, збирати, видаляти, паук, краул, або скрап; (й) з будь-якою непристойною або неетичною метою; або (к) втручатися або обхідати захисні функції Служби або будь-якого пов'язаного веб-сайту, інших веб-сайтів або Інтернету. Ми залишаємо за собою право припинити ваше використання Служби або будь-якого пов'язаного веб-сайту за порушення будь-яких заборонених використань.`,
        },
        section13: {
          0: `Ми не гарантуємо, представляємо або не гарантуємо, що ваше використання нашої служби буде безперервним, своєчасним, безпечним або безпомилковим. Ми не гарантуємо, що результати, які можуть бути отримані від використання служби, будуть точними або надійними. Ви погоджуєтеся, що з часу до часу ми можемо видаляти службу на необмежені періоди часу або скасовувати службу у будь-який час, без попередження вас. Ви виражено погоджуєтеся, що ваше використання служби або неможливість використання служби є виключною на ваш власний ризик. Служба та всі продукти і послуги, надані вам через службу, надаються (за винятком випадків, коли ми виразно зазначаємо інше) «як є» та «як доступно» для вашого використання, без будь-яких представлень, гарантій або умов будь-якого роду, якими є як виразні, так і припущені, включаючи всі припущені гарантії або умови комерційної придатності, товарної якості, придатності для певної мети, тривалості, права на власність та невтручання. В жодному разі не допускається, щоб The Knotty Ones, наші директори, посадові особи, співробітники, афіліати, агенти, підрядники, стажери, постачальники, постачальники послуг або ліцензори не несли відповідальності за будь-які травми, збитки, вимоги або будь-які прямі, непрямі, випадкові, покарання або певні збитки будь-якого виду, включаючи, без обмеження, втрату прибутку, втрату доходу, втрату заощаджень, втрату даних, витрати на заміну або будь-які подібні збитки, чи базовані на договорі, торговельному обліку, строгій відповідальності або інакше, виникли з використання будь-якої з послуг або будь-яких продуктів, придбаних або отриманих через послугу, або будь-який інший претензію, пов'язану з будь-яким чином з вашим використанням служби або будь-якого продукту, включаючи, але не обмежуючись, будь-які помилки або упущення в будь-якому контенті, або будь-яка втрата або шкода будь-якого виду, завдана в результаті використання служби або будь-якого контенту (або продукту), розміщеного, переданого або інакше зробленого доступним через службу, навіть якщо вас попередили про їх можливість. Оскільки деякі штати або юрисдикції не дозволяють виключення або обмеження відповідальності за наслідки або випадкові збитки, в таких штатах або юрисдикціях наша відповідальність обмежується максимальною мірою, дозволеною законом.`,
        },
        section14: {
          0: `Ви згодні відшкодувати, захищати і звільнити від відповідальності The Knotty Ones та наших материнських, дочірніх, афілійованих компаній, партнерів, посадових осіб, директорів, агентів, підрядників, ліцензорів, постачальників послуг, підрядників, постачальників, стажерів та працівників, захищені від будь-яких вимог або вимог, включаючи розумні юридичні витрати, які будь-яка третя сторона висуває або виникає через ваше порушення цих Умов надання послуг або документів, на які вони посилаються, або ваше порушення будь-якого закону або прав третьої сторони.`,
        },
        section15: {
          0: `У разі визнання будь-якої положення цих Умов надання послуг неправомірним, недійсним або невиконуваним таке положення, тим не менш, залишиться дійсним на повний обсяг, дозволений чинним законодавством, і невиконуваний фрагмент вважається відділеним від цих Умов надання послуг, таке визнання не торкатиметься чинності та виконавчих можливостей будь-яких інших положень.`,
        },
        section16: {
          0: `Зобов'язання та відповідальність сторін, що виникли до дати припинення термінів цієї угоди, залишаються чинними після припинення цієї угоди для всіх цілей.`,
        },
        section17: {
          0: `Ці Умови надання послуг і будь-які окремі угоди, за якими ми надаємо вам послуги, регулюються і тлумачаться відповідно до законів землі Каліфорнії, без застосування її положень з щодо конфлікту законів.`,
        },
        section18: {
          0: `Ми залишаємо за собою право змінювати ці Умови надання послуг у будь-який час, зокрема, з міркувань урахування змін у законодавстві чи вимогах органів державного управління. Всі зміни до цих Умов надання послуг будуть дійсними з моменту публікації оновлених Умов надання послуг на нашому сайті. Ваше продовження використання або доступ до нашого веб-сайту або Служби після публікації будь-яких змін до цих Умов надання послуг означає вашу прийняття таких змін.`,
        },
        section19: {
          0: `Останнє оновлення: 1 липня 2023 року`,
        },
        section20: {
          0: `Ці Умови надання послуг та будь-які окремі угоди, якими ми забезпечуємо вам послуги, підлягають законам 562 Гадсон Вілнюс Алабама США 10014 і тлумачаться відповідно до них.`,
        },

        section21: {
          0: `Ви можете переглянути найновішу версію Умов надання послуг у будь-який час на цій сторінці. Ми залишаємо за собою право за нашою власною оцінкою оновлювати, змінювати або замінювати будь-яку частину цих Умов надання послуг, публікуючи оновлення та зміни на нашому веб-сайті. Ваше подальше використання або доступ до нашого веб-сайту або Послуги після публікації будь-яких змін в цих Умовах надання послуг означає прийняття цих змін.`,
        },
        section22: {
          0: `Питання про Умови надання послуг слід надсилати нам на info@knitty.com.`,
        },
      },
    },

    refundPolicy: {
      title: 'Політика повернення',
      subtitle: 'ПОВЕРНЕННЯ ТА ОБМІН',

      text: {
        '0': `Ми хочемо переконатися, що вам подобаються наші вироби. Якщо вам потрібний інший розмір або ви хочете обрати іншу модель, ми готові вам допомогти, просто зв'яжіться з нами.`,
        1: `Якщо ви хочете повернути щось, просто напишіть нам на info@knitty.com. Будь ласка, вкажіть номер вашого замовлення та причину повернення. Ми радо приймемо неношені, не вимиті та незмінені товари в продажному стані з прикріпленими оригінальними ярликами за повний повернення протягом 14 днів з моменту отримання вами товару.`,
        2: `Зверніть увагу, що всі товари зі знижкою та індивідуальним розміром є остаточними продажами.`,
      },
    },

    auth: {
      firstName: "ім'я",
      lastName: 'прізвище',
      email: 'введіть вашу електронну адресу',
      password: 'введіть ваш пароль',
      login: 'Увійти',
      forgot: 'Забули пароль?',
      'RECOVER PASSWORD': 'ВІДНОВИТИ ПАРОЛЬ',
      createAccount: 'створити обліковий запис',
      google: 'Увійти за допомогою Google',
    },

    faq: {
      'Frequently Asked Questions': 'Часто Задавані Питання',
      text: 'Легко знайти відповіді на найчастіше задавані питання про наші продукти, доставку, повернення та все, що потрібно знати.',
      'Orders & Payments': {
        heading: 'Замовлення та Оплата',
        0: {
          title: 'Які методи оплати ви приймаєте?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        1: {
          title: 'Як я можу використати купонний код?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        2: {
          title: 'Чи можу я оплатити моє замовлення частинами?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        3: {
          title: 'Чи можу я придбати подарунковий сертифікат?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        4: {
          title: 'Як я можу змінити валюту?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        5: {
          title: 'Як я можу запросити рахунок-фактуру?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        6: {
          title: 'Як я можу оплатити за допомогою подарункового сертифіката?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        7: {
          title:
            'Чи можу я оплатити банківським переказом або готівкою при доставці?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        8: {
          title:
            'Я щойно зробив замовлення. Чи можу я його змінити або скасувати?',
          text: 'Ми приймаємо дебетові/кредитні картки, ApplePay, ShopPay, GooglePay та PayPal. Ви також можете оплатити частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
      },
      'Returns & refunds': {
        heading: 'Повернення та повернення коштів',
        0: {
          title: 'Чи ви доставляєте по всьому світу?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        1: {
          title: 'Яка ваша політика доставки?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        2: {
          title: 'Чи можу я відстежити статус моєї відправки?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        3: {
          title: 'З чого складається ваша упаковка?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        4: {
          title:
            'Я хочу зробити подарунок. Чи можу я отримати його вже упакованим?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        5: {
          title: 'Чи можу я змінити адресу доставки?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        6: {
          title:
            'Що робити, якщо моє замовлення ще не було доставлене або статус відправки заблокований?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        7: {
          title: 'Я отримав пошкоджену посилку, що мені робити?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        8: {
          title:
            'Чи можу я забрати своє замовлення або побувати в вашому шоу-румі Biella?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
      },
      Shipping: {
        heading: 'Доставка',
        0: {
          title: 'Чи можу я повернути товар?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
        1: {
          title: 'Скільки часу потрібно для повернення коштів?',
          text: 'Ми приймаємо платіжні карти (дебетові/кредитні), ApplePay, ShopPay, GooglePay та PayPal. Ви також можете розрахуватися частинами за допомогою Scalapay безпосередньо на нашому веб-сайті. Ви можете швидко створити обліковий запис під час оформлення замовлення та оплатити товар у трьох щомісячних виплатах без відсотків.',
        },
      },
    },

    cart: {
      title:
        '(0)[товарів];(1)[товар];(2-4)[товари];(5-inf)[товарів];',
      'ADD ORDER NOTE': 'ДОДАТИ ПРИМІТКУ ДО ЗАМОВЛЕННЯ',
      'SHIPPING CALCULATED AT CHECKOUT':
        'ВИПРАВЛЕННЯ ДОСТАВКИ ПІД ЧАС ОФОРМЛЕННЯ ЗАМОВЛЕННЯ',
      checkout: 'оформлення',
    },
  },
};
